Repository: SherlockChiang/Task-Flyout
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans, zh_tw

# MailPage_ComposeButton.ToolTipService.ToolTip
source: Compose email
zh_hans: 写邮件
zh_tw: 寫郵件

# MailPage_RefreshButton.AutomationProperties.Name
source: Refresh mail
zh_hans: 刷新邮件
zh_tw: 重新整理郵件

# MailPage_RefreshButton.ToolTipService.ToolTip
source: Refresh mail
zh_hans: 刷新邮件
zh_tw: 重新整理郵件

# MailPage_RemoveMailButton.AutomationProperties.Name
source: Delete current mailbox
zh_hans: 删除当前邮箱
zh_tw: 刪除目前信箱

# MailPage_RemoveMailButton.ToolTipService.ToolTip
source: Delete current mailbox
zh_hans: 删除当前邮箱
zh_tw: 刪除目前信箱

# MailPage_AddMailButton.AutomationProperties.Name
source: Add mailbox
zh_hans: 添加新邮箱
zh_tw: 新增新信箱

# MailPage_AddMailButton.ToolTipService.ToolTip
source: Add mailbox
zh_hans: 添加新邮箱
zh_tw: 新增新信箱

# MailPage_LoadMoreButton.AutomationProperties.Name
source: Load more messages
zh_hans: 加载更多邮件
zh_tw: 載入更多郵件

# MailPage_LoadMoreButton.ToolTipService.ToolTip
source: Load more messages
zh_hans: 加载更多邮件
zh_tw: 載入更多郵件

# MailPage_ShowRemoteImagesButton.AutomationProperties.Name
source: Show remote images
zh_hans: 显示远程图片
zh_tw: 顯示遠端圖片

# MailPage_ShowRemoteImagesButton.ToolTipService.ToolTip
source: Show remote images
zh_hans: 显示远程图片
zh_tw: 顯示遠端圖片

# MailPage_TrustSenderButton.AutomationProperties.Name
source: Trust this source
zh_hans: 信任此来源
zh_tw: 信任此來源

# MailPage_TrustSenderButton.ToolTipService.ToolTip
source: Trust this source
zh_hans: 信任此来源
zh_tw: 信任此來源

# MailPage_ReplyButton.AutomationProperties.Name
source: Reply to email
zh_hans: 回复邮件
zh_tw: 回覆郵件

# MailPage_ReplyButton.ToolTipService.ToolTip
source: Reply to email
zh_hans: 回复邮件
zh_tw: 回覆郵件

# MailPage_OpenInBrowserButton.AutomationProperties.Name
source: Open email in browser
zh_hans: 在浏览器中打开邮件
zh_tw: 在瀏覽器中開啟郵件

# MailPage_OpenInBrowserButton.ToolTipService.ToolTip
source: Open email in browser
zh_hans: 在浏览器中打开邮件
zh_tw: 在瀏覽器中開啟郵件

# MailPage_AddOutlookButton.AutomationProperties.Name
source: Add Outlook mailbox
zh_hans: 添加 Outlook 邮箱
zh_tw: 新增 Outlook 信箱

# MailPage_AddOutlookButton.ToolTipService.ToolTip
source: Add Outlook mailbox
zh_hans: 添加 Outlook 邮箱
zh_tw: 新增 Outlook 信箱

# MailPage_AddGmailButton.AutomationProperties.Name
source: Add Gmail mailbox
zh_hans: 添加 Gmail 邮箱
zh_tw: 新增 Gmail 信箱

# MailPage_AddGmailButton.ToolTipService.ToolTip
source: Add Gmail mailbox
zh_hans: 添加 Gmail 邮箱
zh_tw: 新增 Gmail 信箱

# MailPage_AddImapButton.AutomationProperties.Name
source: Add IMAP mailbox
zh_hans: 添加 IMAP 邮箱
zh_tw: 新增 IMAP 信箱

# MailPage_AddImapButton.ToolTipService.ToolTip
source: Add IMAP mailbox
zh_hans: 添加 IMAP 邮箱
zh_tw: 新增 IMAP 信箱

# MailPage_BtnCancel.AutomationProperties.Name
source: Cancel IMAP setup
zh_hans: 取消 IMAP 设置
zh_tw: 取消 IMAP 設定

# MailPage_BtnCancel.ToolTipService.ToolTip
source: Cancel IMAP setup
zh_hans: 取消 IMAP 设置
zh_tw: 取消 IMAP 設定

# MailPage_BtnSaveImap.AutomationProperties.Name
source: Connect and save IMAP account
zh_hans: 连接并保存 IMAP 账户
zh_tw: 連結並儲存 IMAP 帳戶

# MailPage_BtnSaveImap.ToolTipService.ToolTip
source: Connect and save IMAP account
zh_hans: 连接并保存 IMAP 账户
zh_tw: 連結並儲存 IMAP 帳戶

# MailPage_BtnCancelCompose.AutomationProperties.Name
source: Cancel composing email
zh_hans: 取消写邮件
zh_tw: 取消寫郵件

# MailPage_BtnCancelCompose.ToolTipService.ToolTip
source: Cancel composing email
zh_hans: 取消写邮件
zh_tw: 取消寫郵件

# WeatherPage_UseCurrentLocationButton.AutomationProperties.Name
source: Use current location
zh_hans: 使用当前位置
zh_tw: 使用目前位置

# WeatherPage_UseCurrentLocationButton.ToolTipService.ToolTip
source: Use current location
zh_hans: 使用当前位置
zh_tw: 使用目前位置

# WeatherPage_BtnRefresh.AutomationProperties.Name
source: Refresh weather
zh_hans: 刷新天气
zh_tw: 重新整理天氣

# WeatherPage_BtnRefresh.ToolTipService.ToolTip
source: Refresh weather
zh_hans: 刷新天气
zh_tw: 重新整理天氣

# WeatherPage_BtnImportIconPack.AutomationProperties.Name
source: Import weather icon pack
zh_hans: 导入天气图标包
zh_tw: 匯入天氣圖示包

# WeatherPage_BtnImportIconPack.ToolTipService.ToolTip
source: Import weather icon pack
zh_hans: 导入天气图标包
zh_tw: 匯入天氣圖示包

# WeatherPage_BtnDeleteIconPack.AutomationProperties.Name
source: Delete current weather icon pack
zh_hans: 删除当前天气图标包
zh_tw: 刪除目前天氣圖示包

# WeatherPage_BtnDeleteIconPack.ToolTipService.ToolTip
source: Delete current weather icon pack
zh_hans: 删除当前天气图标包
zh_tw: 刪除目前天氣圖示包

# SettingsPage_ClearCache.AutomationProperties.Name
source: Clear WebView2 cache
zh_hans: 清理 WebView2 缓存
zh_tw: 清理 WebView2 快取

# SettingsPage_ClearCache.ToolTipService.ToolTip
source: Clear WebView2 cache
zh_hans: 清理 WebView2 缓存
zh_tw: 清理 WebView2 快取

# SettingsPage_ClearRssData.Content
source: Clear local RSS data
zh_hans: 清除 RSS 本地数据
zh_tw: 清除 RSS 本機資料

# SettingsPage_ClearRssData.AutomationProperties.Name
source: Clear local RSS data
zh_hans: 清除 RSS 本地数据
zh_tw: 清除 RSS 本機資料

# SettingsPage_ClearRssData.ToolTipService.ToolTip
source: Clear local RSS data
zh_hans: 清除 RSS 本地数据
zh_tw: 清除 RSS 本機資料

# WeatherBar_OpenButton.AutomationProperties.Name
source: Open Task Flyout weather
zh_hans: 打开 Task Flyout 天气
zh_tw: 開啟 Task Flyout 天氣

# WeatherBar_OpenButton.ToolTipService.ToolTip
source: Open weather
zh_hans: 打开天气
zh_tw: 開啟天氣

# TextAllowInsecureHttpRss
source: Allow unencrypted HTTP for this subscription
zh_hans: 允许此订阅使用未加密的 HTTP
zh_tw: 允許此訂閱使用未加密的 HTTP

# TextInsecureHttpRssWarning
source: HTTP feeds can be read or modified by other devices on the network. HTTPS is recommended.
zh_hans: HTTP 订阅内容可能被网络中的其他设备读取或篡改，建议使用 HTTPS。
zh_tw: HTTP 訂閱內容可能被網路中的其他裝置讀取或篡改，建議使用 HTTPS。

# TextInsecureHttpRssTitle
source: Allow insecure RSS connection?
zh_hans: 允许不安全的 RSS 连接？
zh_tw: 允許不安全的 RSS 連結？

# TextInsecureHttpRssConfirm
source: {0} uses unencrypted HTTP. Other devices on the network may read or modify its content. Allow it for this subscription?
zh_hans: {0} 使用未加密的 HTTP，网络中的其他设备可能读取或篡改其内容。是否仅对此订阅允许？
zh_tw: {0} 使用未加密的 HTTP，網路中的其他裝置可能讀取或篡改其內容。是否僅對此訂閱允許？

# TextAllow
source: Allow
zh_hans: 允许
zh_tw: 允許
